Repository: scalinity/MindFriend
Catalog: apps/ios/MindFriendApp/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

source: Add Certification
es: Agregar Certificacion
pt_br: Adicionar Certificacao

source: Add Contact
es: Agregar contacto
pt_br: Adicionar contato

source: Add context to help others understand when this strategy works best.
es: Agrega contexto para ayudar a otros a entender cuándo funciona mejor esta estrategia.
pt_br: Adicione contexto para ajudar outros a entender quando esta estratégia funciona melhor.

source: Add Credential
es: Agregar Credencial
pt_br: Adicionar Credencial

source: Add Custom Strategy
es: Agregar Estrategia Personalizada
pt_br: Adicionar Estrategia Personalizada

source: Add Emergency Contact
es: Agregar Contacto de Emergencia
pt_br: Adicionar Contato de Emergencia

source: Add Exercise
es: Agregar Ejercicio
pt_br: Adicionar Exercicio

source: Add Feedback (Optional)
es: Agregar comentarios (opcional)
pt_br: Adicionar feedback (opcional)

source: Add Goal
es: Agregar meta
pt_br: Adicionar meta

source: Add item
es: Agregar elemento
pt_br: Adicionar item

source: Add language
es: Agregar idioma
pt_br: Adicionar idioma

source: Add Link
es: Agregar Enlace
pt_br: Adicionar Link

source: Add Medication
es: Agregar medicamento
pt_br: Adicionar medicamento

source: Add memories to help your companion understand you better
es: Agrega recuerdos para ayudar a tu companero a entenderte mejor
pt_br: Adicione memorias para ajudar seu companheiro a entende-lo melhor

source: Add Memory
es: Agregar Recuerdo
pt_br: Adicionar Memoria

source: Add notes (optional)
es: Agregar notas (opcional)
pt_br: Adicionar notas (opcional)

source: Add Question
es: Agregar Pregunta
pt_br: Adicionar Pergunta

source: Add questions to gather insights from your circle
es: Agrega preguntas para obtener perspectivas de tu circulo
pt_br: Adicione perguntas para obter insights do seu circulo

source: Add Reflection
es: Agregar Reflexion
pt_br: Adicionar Reflexao

source: Add Sample
es: Agregar Muestra
pt_br: Adicionar Amostra

source: Add Sound
es: Agregar Sonido
pt_br: Adicionar Som

source: Add Specialty
es: Agregar Especialidad
pt_br: Adicionar Especialidade

source: Add specific details to personalize your content
es: Agrega detalles especificos para personalizar tu contenido
pt_br: Adicione detalhes especificos para personalizar seu conteudo

source: Add Therapist
es: Agregar Terapeuta
pt_br: Adicionar Terapeuta

source: Add to favorites
es: Agregar a favoritos
pt_br: Adicionar aos favoritos

source: Add to Favorites
es: Agregar a Favoritos
pt_br: Adicionar aos Favoritos

source: Add trusted contacts who can support you during difficult moments.
es: Agrega contactos de confianza que puedan apoyarte durante momentos dificiles.
pt_br: Adicione contatos de confianca que possam apoia-lo durante momentos dificeis.

source: Add Your First Event
es: Agrega tu primer evento
pt_br: Adicione seu primeiro evento

source: Add Your First Memory
es: Agrega Tu Primer Recuerdo
pt_br: Adicione Sua Primeira Memoria

source: Add Your Own
es: Agrega el Tuyo
pt_br: Adicione o Seu

source: Additional details (optional)
es: Detalles adicionales (opcional)
pt_br: Detalhes adicionais (opcional)

source: Additional Details (Optional)
es: Detalles Adicionales (Opcional)
pt_br: Detalhes Adicionais (Opcional)

source: Additional Notes
es: Notas Adicionales
pt_br: Notas Adicionais

source: Additional notes (optional)
es: Notas adicionales (opcional)
pt_br: Notas adicionais (opcional)

source: Additional Notes (Optional)
es: Notas adicionales (opcional)
pt_br: Notas adicionais (opcional)

source: Additional Support
es: Apoyo Adicional
pt_br: Suporte Adicional

source: Adherence
es: Adherencia
pt_br: Aderencia

source: Adherence This Month
es: Adherencia Este Mes
pt_br: Aderencia Este Mes

source: Adjust Difficulty
es: Ajustar dificultad
pt_br: Ajustar dificuldade

source: Adjust the strength of vibrations for tactile patterns. Lower values are gentler.
es: Ajusta la intensidad de las vibraciones para patrones táctiles. Valores más bajos son más suaves.
pt_br: Ajuste a intensidade das vibrações para padrões táteis. Valores mais baixos são mais suaves.

source: Adjust to set how you're feeling right now
es: Ajusta para indicar como te sientes ahora
pt_br: Ajuste para indicar como voce esta se sentindo agora

source: Advance to next phase
es: Avanzar a la siguiente fase
pt_br: Avançar para a próxima fase

source: Advance to Next Phase
es: Avanzar a la siguiente fase
pt_br: Avançar para a próxima fase

source: Advanced
es: Avanzado
pt_br: Avançado

source: Affected Feature
es: Funcion Afectada
pt_br: Recurso Afetado

source: After 2 weeks of intervention history, MindFriend will learn your optimal timing patterns.
es: Después de 2 semanas de historial de intervenciones, MindFriend aprenderá tus patrones de tiempo óptimos.
pt_br: Após 2 semanas de histórico de intervenções, MindFriend aprenderá seus padrões de tempo ideais.

source: Age %lld
es: Edad %lld
pt_br: Idade %lld

source: Agent Active
es: Agente activo
pt_br: Agente ativo

source: Agent Learnings
es: Aprendizajes del agente
pt_br: Aprendizados do agente

source: Agent Paused
es: Agente pausado
pt_br: Agente pausado

source: Agent Settings
es: Configuración del agente
pt_br: Configurações do agente

source: AI Analysis
es: Analisis de IA
pt_br: Analise de IA

source: AI Coaching
es: Coaching de IA
pt_br: Coaching de IA

source: AI Communication Style
es: Estilo de Comunicacion de IA
pt_br: Estilo de Comunicacao de IA

source: AI Insight
es: Información de IA
pt_br: Insight de IA

source: AI Insights
es: Perspectivas de IA
pt_br: Insights de IA

source: AI Memory
es: Memoria de IA
pt_br: Memória de IA

source: AI Preferences
es: Preferencias de IA
pt_br: Preferências de IA

source: AI Profile Picture
es: Foto de perfil con IA
pt_br: Foto de perfil com IA

source: AI Suggestion:
es: Sugerencia de IA:
pt_br: Sugestao de IA:

source: AI Tone
es: Tono de IA
pt_br: Tom de IA

source: AI Voice
es: Voz de IA
pt_br: Voz de IA

source: AI Wellness
es: Bienestar con IA
pt_br: Bem-estar com IA

source: Alert Threshold
es: Umbral de Alerta
pt_br: Limite de Alerta

source: Alert when score drops below: %lld
es: Alertar cuando la puntuación baje de: %lld
pt_br: Alertar quando a pontuação cair abaixo de: %lld

source: Alerts
es: Alertas
pt_br: Alertas

source: All
es: Todo
pt_br: Todos

source: All Circles
es: Todos los Circulos
pt_br: Todos os Circulos

source: All content has been reviewed.
es: Todo el contenido ha sido revisado.
pt_br: Todo o conteudo foi revisado.

source: All Insights
es: Todas las Perspectivas
pt_br: Todos os Insights

source: All is well with your family!
es: Todo esta bien con tu familia!
pt_br: Tudo esta bem com sua familia!

source: All reports have been reviewed.
es: Todos los informes han sido revisados.
pt_br: Todos os relatorios foram revisados.

source: All seats are filled
es: Todos los asientos estan ocupados
pt_br: Todos os lugares estao ocupados

source: All Strategies
es: Todas las Estrategias
pt_br: Todas as Estrategias

source: All Therapists
es: Todos los Terapeutas
pt_br: Todos os Terapeutas

source: All Time
es: Todo el Tiempo
pt_br: Todo o Tempo

source: All Types
es: Todos los Tipos
pt_br: Todos os Tipos

source: All Videos
es: Todos los Videos
pt_br: Todos os Videos

source: Allow AI to reference my Safety Plan
es: Permitir que la IA haga referencia a mi Plan de Seguridad
pt_br: Permitir que a IA faca referencia ao meu Plano de Seguranca

source: Already Enrolled in Another Program
es: Ya Inscrito en Otro Programa
pt_br: Ja Inscrito em Outro Programa

source: Already have an account?
es: Ya tienes una cuenta?
pt_br: Ja tem uma conta?

source: Alternative perspective:
es: Perspectiva alternativa:
pt_br: Perspectiva alternativa:

source: Alternative Perspectives
es: Perspectivas alternativas
pt_br: Perspectivas alternativas

source: Always available when you need support
es: Siempre disponible cuando necesites apoyo
pt_br: Sempre disponivel quando voce precisar de apoio

source: Always use %@ mode
es: Usar siempre el modo %@
pt_br: Sempre usar o modo %@

source: Ambient background with %@ theme
es: Fondo ambiental con tema %@
pt_br: Fundo ambiente com tema %@

source: Ambient Themes
es: Temas ambientales
pt_br: Temas ambientais

source: Analysis Pending
es: Analisis Pendiente
pt_br: Analise Pendente

source: Analyze History
es: Analizar historial
pt_br: Analisar histórico

source: Analyze Thought Record
es: Analizar registro de pensamientos
pt_br: Analisar registro de pensamentos

source: Analyze your mood history to calculate your wellbeing debt score.
es: Analiza tu historial de ánimo para calcular tu puntuación de deuda de bienestar.
pt_br: Analise seu histórico de humor para calcular sua pontuação de dívida de bem-estar.

source: Analyzed:
es: Analizado:
pt_br: Analisado:

source: Analyzing your patterns and selecting optimal actions
es: Analizando tus patrones y seleccionando acciones óptimas
pt_br: Analisando seus padrões e selecionando ações ideais

source: Analyzing your patterns...
es: Analizando tus patrones...
pt_br: Analisando seus padroes...

source: Analyzing your thought record...
es: Analizando tu registro de pensamientos...
pt_br: Analisando seu registro de pensamentos...

source: Analyzing your voice journal...
es: Analizando tu diario de voz...
pt_br: Analisando seu diario de voz...

source: Analyzing...
es: Analizando...
pt_br: Analisando...

source: Animation not found
es: Animacion no encontrada
pt_br: Animacao nao encontrada

source: Animations automatically respect your device's Reduce Motion setting
es: Las animaciones respetan automáticamente la configuración de Reducir movimiento de tu dispositivo
pt_br: As animações respeitam automaticamente a configuração Reduzir Movimento do seu dispositivo

source: Anonymous Contribution
es: Contribución anónima
pt_br: Contribuição anônima

source: Anxiety
es: Ansiedad
pt_br: Ansiedade

source: Anxiety Level
es: Nivel de Ansiedad
pt_br: Nivel de Ansiedade

source: Anxiety: %@
es: Ansiedad: %@
pt_br: Ansiedade: %@

source: Any factors that affected your sleep?
es: ¿Algún factor que afectó tu sueño?
pt_br: Algum fator que afetou seu sono?

source: Any other feedback? (optional)
es: ¿Algún otro comentario? (opcional)
pt_br: Algum outro feedback? (opcional)

source: Anything memorable from your dreams?
es: ¿Algo memorable de tus sueños?
pt_br: Algo memorável dos seus sonhos?

source: App Language
es: Idioma de la app
pt_br: Idioma do app

source: App Lock
es: Bloqueo de app
pt_br: Bloqueio de app

# app.tagline
source: Your AI wellness companion
es: Tu Companero de Bienestar Mental
pt_br: Seu Companheiro de Bem-estar Mental

source: Appearance
es: Apariencia
pt_br: Aparência

source: Application review takes 7 business days
es: La revision de la solicitud toma 7 dias habiles
pt_br: A revisao da solicitacao leva 7 dias uteis

source: Application Submitted
es: Solicitud Enviada
pt_br: Solicitacao Enviada

source: Apply
es: Aplicar
pt_br: Aplicar

source: Apply Now
es: Aplicar Ahora
pt_br: Aplicar Agora

source: Apply promo code button
es: Boton para aplicar codigo promocional
pt_br: Botao para aplicar codigo promocional

source: Approaching Threshold
es: Acercándose al umbral
pt_br: Aproximando-se do limite

source: AR Capabilities
es: Capacidades de RA
pt_br: Capacidades de RA

source: AR Grounding
es: Conexión AR
pt_br: Aterramento AR

source: AR grounding exercises will appear here when available.
es: Los ejercicios de conexión a tierra con RA aparecerán aquí cuando estén disponibles.
pt_br: Os exercícios de aterramento com RA aparecerão aqui quando disponíveis.

source: AR Not Available
es: RA no disponible
pt_br: RA não disponível

source: AR Ready
es: RA listo
pt_br: RA pronto

source: AR tracking status: %@
es: Estado de seguimiento RA: %@
pt_br: Status de rastreamento RA: %@

source: AR tracking: %@
es: Seguimiento RA: %@
pt_br: Rastreamento RA: %@

source: Are you sure you want to delete "%@"? This action cannot be undone.
es: Estas seguro de que quieres eliminar "%@"? Esta accion no se puede deshacer.
pt_br: Tem certeza de que deseja excluir "%@"? Esta acao nao pode ser desfeita.

source: Are you sure you want to end this mentorship relationship?
es: ¿Estás seguro de que quieres terminar esta relación de mentoría?
pt_br: Tem certeza de que deseja encerrar este relacionamento de mentoria?

source: Are you sure you want to sign out?
es: Estas seguro de que quieres cerrar sesion?
pt_br: Tem certeza de que deseja sair?

source: Are you sure? Your progress will be lost and no report will be generated.
es: Estas seguro? Tu progreso se perdera y no se generara ningun informe.
pt_br: Tem certeza? Seu progresso sera perdido e nenhum relatorio sera gerado.

source: Armor Lead Time
es: Tiempo de preparación de armadura
pt_br: Tempo de preparação de armadura

source: Art Style
es: Estilo Artistico
pt_br: Estilo Artistico

source: Art Therapy Exercises
es: Ejercicios de Arteterapia
pt_br: Exercicios de Arteterapia

source: As the community grows, personalized insights will appear here.
es: A medida que la comunidad crece, aparecerán perspectivas personalizadas aquí.
pt_br: À medida que a comunidade cresce, insights personalizados aparecerão aqui.

source: As you chat with MindFriend, I'll remember important details about you to provide more personalized support.
es: Mientras chateas con MindFriend, recordare detalles importantes sobre ti para brindarte un apoyo mas personalizado.
pt_br: Enquanto voce conversa com MindFriend, lembrarei detalhes importantes sobre voce para fornecer suporte mais personalizado.

source: Ask your family admin for the invite code to join their family group. Your age will help determine which content is appropriate for you.
es: Pide a tu administrador familiar el codigo de invitacion para unirte a su grupo familiar. Tu edad ayudara a determinar que contenido es apropiado para ti.
pt_br: Peca ao administrador da familia o codigo de convite para entrar no grupo familiar. Sua idade ajudara a determinar qual conteudo e apropriado para voce.

source: ASL (American)
es: ASL (Americano)
pt_br: ASL (Americano)

source: Assessment
es: Evaluacion
pt_br: Avaliacao

source: Assessment Results
es: Resultados de la evaluación
pt_br: Resultados da avaliação

source: Assessments Due
es: Evaluaciones pendientes
pt_br: Avaliações pendentes

source: Assigned
es: Asignado
pt_br: Atribuido

source: Assigned By
es: Asignado Por
pt_br: Atribuido Por

source: Assigned by %@
es: Asignado por %@
pt_br: Atribuido por %@

source: Assignment Details
es: Detalles de la Tarea
pt_br: Detalhes da Tarefa

source: Assignment marked as complete
es: Tarea marcada como completada
pt_br: Tarefa marcada como concluida

source: Assignments
es: Tareas
pt_br: Tarefas

source: At current pace, you may experience a crash in %lld days.
es: Al ritmo actual, podrías experimentar un colapso en %lld días.
pt_br: No ritmo atual, você pode experimentar um colapso em %lld dias.

source: At risk! Complete today's activity
es: En riesgo! Completa la actividad de hoy
pt_br: Em risco! Complete a atividade de hoje

source: Audio & Captions
es: Audio y Subtitulos
pt_br: Audio e Legendas

source: Audio Soundscapes
es: Paisajes sonoros
pt_br: Paisagens sonoras

source: Audio will fade out gently over the last 30 seconds
es: El audio se desvanecerá suavemente durante los últimos 30 segundos
pt_br: O áudio diminuirá suavemente durante os últimos 30 segundos

# auth.signInDisclaimer
source: By signing in, you agree to our Terms of Service and Privacy Policy
es: Al iniciar sesion, aceptas nuestros Terminos de Servicio y Politica de Privacidad
pt_br: Ao fazer login, voce concorda com nossos Termos de Servico e Politica de Privacidade

# auth.signInError
source: Sign In Error
es: Error al iniciar sesion
pt_br: Erro ao fazer login

# auth.signInWithApple
source: Sign in with Apple
es: Iniciar sesion con Apple
pt_br: Entrar com Apple

# auth.signInWithGoogle
source: Sign in with Google
es: Iniciar sesion con Google
pt_br: Entrar com Google

source: Authenticate to access your private vault entries
es: Autenticate para acceder a tus entradas privadas
pt_br: Autentique-se para acessar suas entradas privadas

source: Authorized
es: Autorizado
pt_br: Autorizado

source: Auto-Adjust by Time
es: Ajuste automático por tiempo
pt_br: Ajuste automático por tempo

source: Auto-Analyze Entries
es: Analizar Entradas Automaticamente
pt_br: Analisar Entradas Automaticamente

source: Auto-Delete Old Content
es: Eliminar Contenido Antiguo Automaticamente
pt_br: Excluir Conteudo Antigo Automaticamente

source: Auto-Lock
es: Bloqueo Automatico
pt_br: Bloqueio Automatico

source: Auto-notify after countdown
es: Notificar automaticamente despues de la cuenta regresiva
pt_br: Notificar automaticamente apos a contagem regressiva

source: Auto-pause on interruption
es: Pausar automaticamente en interrupcion
pt_br: Pausar automaticamente em interrupcao

source: Auto-pause will pause your session when interrupted by phone calls or notifications. The default duration is used when starting a new session.
es: La pausa automática pausará tu sesión cuando sea interrumpida por llamadas o notificaciones. La duración predeterminada se usa al iniciar una nueva sesión.
pt_br: A pausa automática pausará sua sessão quando interrompida por chamadas ou notificações. A duração padrão é usada ao iniciar uma nova sessão.

source: Auto-sync HealthKit
es: Sincronización automática de HealthKit
pt_br: Sincronização automática do HealthKit

source: Automatic Calculation
es: Cálculo automático
pt_br: Cálculo automático

source: Automatically switch between dawn, day, dusk, and night themes
es: Cambiar automáticamente entre temas de amanecer, día, atardecer y noche
pt_br: Alternar automaticamente entre temas de amanhecer, dia, entardecer e noite

source: Autonomy Level
es: Nivel de autonomía
pt_br: Nível de autonomia

source: Availability
es: Disponibilidad
pt_br: Disponibilidade

source: Availability toggle
es: Alternar disponibilidad
pt_br: Alternar disponibilidade

source: Available
es: Disponible
pt_br: Disponível

source: Available as mentor
es: Disponible como mentor
pt_br: Disponível como mentor

source: Available Experiments
es: Experimentos Disponibles
pt_br: Experimentos Disponiveis

source: Available for Payout
es: Disponible para Pago
pt_br: Disponivel para Pagamento

source: Available offline
es: Disponible sin conexion
pt_br: Disponivel offline

source: Available Videos
es: Videos Disponibles
pt_br: Videos Disponiveis

source: Average
es: Promedio
pt_br: Média

source: avg mood
es: ánimo promedio
pt_br: humor médio

source: Avoid Blue Light
es: Evitar luz azul
pt_br: Evitar luz azul

source: Back
es: Atrás
pt_br: Voltar

source: Back to Home
es: Volver a Inicio
pt_br: Voltar ao Inicio

source: Background
es: Fondo
pt_br: Fundo

source: Background Opacity
es: Opacidad del Fondo
pt_br: Opacidade do Fundo

source: Background Sound
es: Sonido de Fondo
pt_br: Som de Fundo

source: Background sound files not yet installed
es: Archivos de sonido de fondo aún no instalados
pt_br: Arquivos de som de fundo ainda não instalados

source: Background Sounds
es: Sonidos de fondo
pt_br: Sons de fundo

source: Background Style
es: Estilo de fondo
pt_br: Estilo de fundo

source: Background Volume
es: Volumen de Fondo
pt_br: Volume de Fundo

source: Badge Earned
es: Insignia Obtenida
pt_br: Medalha Conquistada

source: Badge Earned!
es: ¡Insignia Obtenida!
pt_br: Medalha Conquistada!

source: Badges
es: Insignias
pt_br: Medalhas

source: Badges Earned
es: Insignias Obtenidas
pt_br: Medalhas Conquistadas

source: Balanced (default)
es: Equilibrado (predeterminado)
pt_br: Equilibrado (padrão)

source: Balanced notifications. Standard engagement threshold (60%).
es: Notificaciones equilibradas. Umbral de participacion estandar (60%).
pt_br: Notificacoes equilibradas. Limite de engajamento padrao (60%).

source: Based on %lld alerts with feedback
es: Basado en %lld alertas con comentarios
pt_br: Baseado em %lld alertas com feedback

source: Based on %lld data points
es: Basado en %lld puntos de datos
pt_br: Baseado em %lld pontos de dados

source: Based on %lld days of data
es: Basado en %lld dias de datos
pt_br: Baseado em %lld dias de dados

source: Based on how you're feeling
es: Basado en como te sientes
pt_br: Baseado em como voce esta se sentindo

source: Based on the evidence, what would be a more balanced thought?
es: Basandote en la evidencia, cual seria un pensamiento mas equilibrado?
pt_br: Com base nas evidencias, qual seria um pensamento mais equilibrado?

source: Based on voice analysis using on-device AI emotion detection. Your voice data is never stored or shared.
es: Basado en análisis de voz usando detección de emociones con IA en el dispositivo. Tus datos de voz nunca se almacenan ni comparten.
pt_br: Baseado em análise de voz usando detecção de emoções com IA no dispositivo. Seus dados de voz nunca são armazenados ou compartilhados.

source: Based on your baseline score
es: Basado en tu puntuacion base
pt_br: Baseado na sua pontuacao base

source: Based on your completion and rating patterns, interventions are more likely during your best times.
es: Basado en tus patrones de finalización y calificación, las intervenciones son más probables durante tus mejores momentos.
pt_br: Com base em seus padrões de conclusão e avaliação, as intervenções são mais prováveis durante seus melhores momentos.

source: Based on your responses, we want to make sure you're getting the support you need.
es: Basandonos en tus respuestas, queremos asegurarnos de que estes recibiendo el apoyo que necesitas.
pt_br: Com base nas suas respostas, queremos garantir que voce esteja recebendo o apoio que precisa.

source: Based on your usage patterns. Updates automatically.
es: Basado en tus patrones de uso. Se actualiza automaticamente.
pt_br: Baseado nos seus padroes de uso. Atualiza automaticamente.

source: Baseline
es: Linea Base
pt_br: Linha de Base

source: Baseline data available
es: Datos de linea base disponibles
pt_br: Dados de linha de base disponiveis

source: Be specific. Example: "I prefer direct advice over gentle suggestions" or "My dog Max helps me feel calm"
es: Se especifico. Ejemplo: "Prefiero consejos directos en lugar de sugerencias suaves" o "Mi perro Max me ayuda a sentirme tranquilo"
pt_br: Seja especifico. Exemplo: "Prefiro conselhos diretos em vez de sugestoes suaves" ou "Meu cachorro Max me ajuda a me sentir calmo"

source: Be the first to share a %@ strategy!
es: ¡Sé el primero en compartir una estrategia de %@!
pt_br: Seja o primeiro a compartilhar uma estratégia de %@!

source: Be the first to share some gratitude!
es: Se el primero en compartir algo de gratitud!
pt_br: Seja o primeiro a compartilhar gratidao!

source: Be the first to share some wisdom!
es: Se el primero en compartir algo de sabiduria!
pt_br: Seja o primeiro a compartilhar sabedoria!

source: Be the first to start a discussion in this board.
es: Se el primero en iniciar una discusion en este foro.
pt_br: Seja o primeiro a iniciar uma discussao neste forum.

source: Become a Creator
es: Convertirse en Creador
pt_br: Tornar-se Criador

source: Become a Listener
es: Convertirse en Oyente
pt_br: Tornar-se Ouvinte

source: Become a Mentor
es: Convertirse en mentor
pt_br: Tornar-se mentor

source: Become a peer listener
es: Convertirse en oyente de pares
pt_br: Tornar-se ouvinte de pares

source: Become a Provider
es: Convertirse en Proveedor
pt_br: Tornar-se Provedor

source: Become a therapist or coach
es: Convertirse en terapeuta o coach
pt_br: Tornar-se terapeuta ou coach

source: Become a Therapist/Coach
es: Convertirse en terapeuta/coach
pt_br: Tornar-se terapeuta/coach
